const qnaArray = [
    {
        q: "1. 질문질문",
        a: ["어쩌고", "저쩌고"]
     },
     {
         q: "2. 질문질문",
         a: ["어쩌고", "저쩌고"]
      },
      {
          q: "3. 질문질문",
          a: ["어쩌고", "저쩌고"]
      },
      {
          q: "4. 질문질문",
          a: ["어쩌고", "저쩌고"]
      },
      {
          q: "5. 질문질문",
        a: ["어쩌고", "저쩌고"]
      },
      {
          q: "6. 질문질문",
        a: ["어쩌고", "저쩌고"]
      },
      {
          q: "7. 질문질문",
        a: ["어쩌고", "저쩌고"]
      },
      {
          q: "8. 질문질문",
        a: ["어쩌고", "저쩌고"]
      },
      {
          q: "9. 질문질문",
        a: ["어쩌고", "저쩌고"]
      }
       
];

const resultArray = [
    "1", "2", "3", "4", "5", "6", "7", "8", "9"
];